Repository: OpenMediaVault-Plugin-Developers/openmediavault-roundcube
Catalog: usr/share/openmediavault/locale/*/openmediavault-roundcube.po
Languages: fr

source: Are you sure you want to install the Roundcube database?
fr: Êtes-vous sûr de vouloir installer la base de données Roundcube?

source: DES Key
fr: Clef DES

source: Database Name
fr: Nom de la base de données

source: Database Settings
fr: Paramètres de la base de données

source: Default Host
fr: Hôte par défaut

source: Default Host: ssl://imap.gmail.com:993
fr: Hôte par défaut : ssl://imap.gmail.com:993

source: Enable
fr: Activer

source: Examples:
fr: Exemples :

source: General settings
fr: Paramètres généraux

source: Hostname
fr: Nom d'hôte

source: If required. Use %p as the password and Roundcube will use the current user's password for login.
fr: Si requis. Utiliser %p comme mot de passe et Roundcube utilisera le mot de passe de l'utilisateur actuel pour la connexion.

source: If required. Use %u as the username and Roundcube will use the current username for login.
fr: Si requis. Utiliser %u comme nom d'utilisateur et Roundcube utilisera le nom d'utilisateur actuel pour la connexion.

source: Information
fr: Informations

source: Install DB
fr: Installer la BD

source: Installing Roundcube database
fr: Installation de la base de données Roundcube en cours

source: Launch webmail site
fr: Lancer le site de courriel Web

source: MySQL root Password
fr: Mot de passe root de MySQL

source: Password
fr: Mot de passe

source: Product Name
fr: Nom de produit

source: Random key created at installation. Must be 24 characters long.
fr: Clef aléatoire crée à l'installation. Doit avoir 24 caractères de long.

source: SMTP Password
fr: Mot de passe SMTP

source: SMTP Password: %p
fr: Mot de passe SMTP : %p

source: SMTP Port
fr: Port SMTP

source: SMTP Port: 465
fr: Port SMTP : 465

source: SMTP Server
fr: Serveur SMTP

source: SMTP Server: tls://smtp.gmail.com
fr: Serveur SMTP : tls://smtp.gmail.com

source: SMTP User
fr: Utilisateur SMTP

source: SMTP User: %u
fr: Utilisateur SMTP : %u

source: Settings
fr: Paramètres

source: Show tab containing webmail frame.
fr: Afficher l'onglet contenant le cadre du courriel Web

source: The mail host chosen to perform the log-in. Leave blank to show a textbox at login.
fr: L'hôte de courriel choisi pour effectuer la connexion. Laisser vide pour afficher une zone de texte à la connexion.

source: Used only for installing Roundcube database and will not be saved.
fr: Utilisé seulement pour installer la base de données Roundcube et ne sera pas sauvegardé.

source: Username
fr: Nom d'utilisateur

source: Webmail
fr: Courriel Web

source: Webmail site
fr: Site de courriel Web
